Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: Variant Type:
rw: Ubwoko bw'impindurantego:

source: Variant Types
rw: Amoko y'impindurantego

source: &Variant:
rw: &Impindurantego:

source: Variants
rw: Impindurantego

source: Variants of Sense
rw: Impindirantego z'igisobanuro

source: vernacular
rw: ururimi rw'inkoranya

source: Vernacular
rw: Ururimi rw'inkoranya

source: vernacular or analysis
rw: ururimi gakondo cyangwa isesengura

source: &Version:
rw: &Inonosora:

source: Version: {0}
rw: Iboneza: {0}

source: Version: {0} {1} {2}
rw: Iboneza: {0} {1} {2}

source: &View
rw: &Irebero

source: _View
rw: _Irebero

source: View
rw: Irebero

source: View the WeSay "Share With FLEx" page.
rw: Rebera muri WeSay "Gusangira na FLEx" ipaji.

source: wanted want {0}ed{1}
rw: ushakishwa u- -shak- {0}-ish-{1} -a

source: wanted want -ed
rw: ushakishwa u- -shak- -ish- -a

source: Warning
rw: Imbuzi

source: 1 warning found in {0}
rw: imbuzi 1 yabonetse muri {0}

source: Warning!
rw: Itonde!

source: 1 Warning:
rw: 1 Imbuzi:

source: Warning:
rw: Imbuzi:

source: {0} Warnings:
rw: {0} Imbuzi:

source: Weather
rw: Iteganyagihe

source: _Welcome
rw: _Ikaze

source: What it does:
rw: Ikora iki:

source: When to use:
rw: Ikoreshwa ryari:

source: White,255,255,255
rw: Umweru,255,255,255

source: Whitespace
rw: Umwanya w'umweru

source: &Whole item
rw: &Ijambo ryose

source: &Width:
rw: &Ubugari:

source: &Window
rw: &Idirishya

source: _Window
rw: _Idirishya

source: Window
rw: Idirishya

source: Windows Code Page
rw: Kode y'ipaji ya Windows

source: Word
rw: Ijambo

source: Word (Citation Form)
rw: Ijambo (inyandiko isanzwe)

source: Word (Lexeme Form)
rw: Ijambo (Imiterere y'ijambo)

source: Word Analyses
rw: Amasesengura y'ijambo

source: Word Breaking
rw: Gukata ijambo

source: Word Cat.
rw: Icyic. cy'ijambo

source: Word Category
rw: Icyiciro cy'ijambo

source: Word Final
rw: Impera ry'ijambo

source: Word Gloss
rw: Ijambo ry'igisobanuro

source: _Word Glosses
rw: _Amagambo y'ibisobanuro

source: Word Glosses
rw: Amagambo y'ibisobanuro

source: &Word to try:
rw: &Ijambo ryo kugerageza:

source: Word Tools
rw: Ibikoresho by'ijambo

source: Word:
rw: Ijambo:

source: Wordform
rw: Imitererejambo

source: Wordform Analyses
rw: Amasesengura y'imitererejambo

source: Wordforms
rw: Imitereremagambo

source: Words (_assign analysis)
rw: Amagambo (_yagenere isesengura)

source: words and glosses
rw: amagambo n'ibisobanuro

source: Working on:
rw: Ugukora kuri:

source: Writing system
rw: Ururimi rw'imyandikire

source: &Writing System
rw: &Ururimi rw'imyandikire

source: _Writing System
rw: _Ururimi rw'imyandikire

source: Writing System
rw: Ururimi rw'imyandikire

source: Writing System :
rw: Ururimi rw'imyandikire:

source: Writing System Already Exists
rw: Ururimi rw'imyandikire rurahasanzwe

source: Writing system font cannot render this character
rw: Inso y'inyuguti z'ururimi rw'imyandikire ntishobora guhindura iyi nyuguti

source: &Writing System for {0}...
rw: &Ururimi rw'imyandikire rwa {0}...

source: Writing System Properties
rw: Imiterere y'Ururimi rw'imyandikire

source: &Writing System(s):
rw: &Indimi z'imyandikire:

source: Writing system:
rw: Ururimi rw'imyandikire:

source: &Writing System:
rw: &Ururimi rw'imyandikire:

source: Writing System:
rw: Ururimi rw'imyandikire:

source: Writing System: {0}
rw: Ururimi rw'imyandikire: {0}

source: Writing Systems
rw: Indimi z'imyandikire

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
rw: Indimi z'imyandikire rwasobanuwe muri uyu mushinga zagaragajwe hasi. Garagaza izo wifuza ko zigaragara mu ndimi nyinshi, mu myanya igizwe n'umurongo umwe. Ururimi rw'imyandikire rwagaragajwe mbere ni rwo rw'intangarugero rw'ubwo bwoko.

source: Writing Systems for
rw: Indimi z'imyandikire za

source: Writing Systems for {0} field
rw: Indimi z'imyandikire z'umwanya {0}

source: &Writing systems:
rw: &Indimi z'imyandikire:

source: Writing systems:
rw: Indimi z'imyandikire:

source: Writing Systems:
rw: Indimi z'imyandikire:

source: XHTML Files
rw: Amafishiye ya XHTML

source: XML Files
rw: Amafishiye ya XML

source: Yellow,255,255,0
rw: Umuhondo,255,255,0

source: yes
rw: yego

source: &Yes
rw: &Yego

source: Yes
rw: Yego

source: You have launched FLEX 10 times.
rw: Umaze gufungura FLEX inshuro 10

source: You have launched FLEX 40 times.
rw: Umaze gufungura FLEX inshuro 40

source: Zoom
rw: Impindurangano

source: Acts
rw: Ibyakozwe n'Intumwa

source: All:
rw: Byose:

source: Also: {0}.
rw: Nanone: {0}.

source: Amos
rw: Amosi

source: a&nd
rw: n&a

source: Are you sure that you want to delete {0}?
rw: Wagenzuye neza usanga ushaka guhanagura {0}?

source: Author:
rw: Umuhimbyi:

source: Basic
rw: Cy'ibanze

source: Bengali
rw: Ikinyabengali

source: Bible
rw: Bibiliya

source: &Biblical Terms
rw: &Ijambo ryo muri Bibiliya

source: Biblical Terms
rw: Ijambo ryo muri Bibiliya

source: &Book
rw: &Igitabo

source: Book
rw: Igitabo

source: 1 Book {0}{1}
rw: 1 Igitabo {0}{1}

source: Book abbreviation
rw: Impine y'igitabo

source: Book name
rw: Izina ry'igitabo

source: Book Name
rw: Izina ry'igitabo

source: [book name]
rw: [izina ry'igitabo]

source: Book start:
rw: Igitabo kiratangiye:

source: Books
rw: Ibitabo

source: {0} Books {1}{2}
rw: {0} Ibitabo {1}{2}

source: &Books selected in the filter:
rw: &Ibitabo byatoranyijwe mu ishungura:

source: Capitalization
rw: Gukoresha inyuguti nkuru

source: &Category
rw: &Icyiciro

source: Category: {0}
rw: Icyiciro: {0}

source: Center Footer
rw: Gishyirwa hasi hagati

source: Center Header
rw: Gishyirwa hejuru hagati

source: Centimeters
rw: Santimetero

source: &Chapter
rw: &Igice

source: &Chapter in {0}
rw: &Umutwe muri {0}

source: Chapter not part of a book.
rw: Umutwe si igice cy'igitabo.

source: &Chapter Number
rw: &Umubare w'Umutwe

source: Chapter/Verse Numbers
rw: Imibare w'umutwe/Umurongo

source: Chapter: {0}
rw: Umutwe: {0}

source: Checking
rw: Igenzura

source: Ch&oose...
rw: Gu&hitamo...

source: 1 Chronicles
rw: 1 Amateka

source: 2 Chronicles
rw: 2 Amateka

source: Closing
rw: Ugusoza

source: Colossians
rw: Abanyakolosi

source: Columns
rw: Inkingi

source: Complex Changes
rw: Impinduka zihambaye

source: C&onsultant
rw: Umu&gishwanama

source: Consultant
rw: Umugishwanama

source: <Content Missing>
rw: <Hari ibibura>

source: Continuous
rw: Bikomeza

source: Continuous after 'z': "...y, z, aa, ab,..."
rw: Bikomeza nyuma ya 'z': "...y, z, aa, ab,..."

source: 1 Corinthians
rw: 1 Abanyakorinti

source: 2 Corinthians
rw: 2 Abanyakorinti

source: Created:
rw: Cyakozwe:

source: Daniel
rw: Daniyeli

source: Data Entry
rw: Kwinjiza ibyinjizwa

source: Delete Book
rw: Gusiba igitabo

source: Demos...
rw: Intangarugero...

source: Details
rw: Mu magambo arambuye

source: Details:
rw: Amagambo arambuye:

source: Deuteronomy
rw: Ivugururamategeko

source: 1 difference
rw: 1 itandukaniro

source: Difference {0} of {1}
rw: Itandukaniro rya {0} muri {1}

source: {0} Differences
rw: {0} Itandukaniro

source: Discussion:
rw: Ikiganirompaka:

source: &Document (RTF)...
rw: &Dokima (RTF)...

source: Draft
rw: Inyadiko ikosorwa

source: Draft View
rw: Imisusire y'ibikosorwa

source: Ecclesiastes
rw: Umubwiriza

source: Ed&it
rw: Ku&noza

source: Entire Bible
rw: Bibiliya yose

source: Ephesians
rw: Abanyefezi

source: Esther
rw: Esiteri

source: Ethiopic
rw: Etiyopiki

source: Even Page
rw: Ipaji igabanyika na rimw

source: Example: {0}
rw: Urugero: {0}

source: &Exercises...
rw: &Imyitozo...

source: Exodus
rw: Iyimukamisiri

source: Expected
rw: Ibitegerejwe

source: Expert
rw: Inzobere

source: &Export
rw: &Kwimurira ahandi

source: Export Complete
rw: Kwimurira ahandi byarangiye

source: Export Document (RTF)
rw: Kwimurira mu idokima (RTF)

source: Export to RTF
rw: Kwimurira muri RTF

source: Export to USFM-Paratext
rw: Kwimurira muri USFM-Paratext

source: Export to USFM-Toolbox
rw: Kwimurira muri USFM-Toolbox

source: Export to XHTML
rw: Kwimurira muri XHTML

source: Export what
rw: Ibyo kwimura

source: Export XHTML
rw: Bishyire muri XHTML

source: Ezekiel
rw: Ezekiyeli

source: Ezra
rw: Ezira

source: File {0}
rw: Fishiye {0}

source: file name
rw: izina rya fishiye

source: &File:
rw: &Fishiye:

source: Filter by {0}...
rw: Gushungurwa na {0}...

source: Filter by Book...
rw: Gushungurwa n'Ibitabo...

source: Filter by Category
rw: Gushungurwa n'ibyiciro

source: (filtered)
rw: (ibyashunguwe)

source: &Filters
rw: &Inshunguzi

source: Filters
rw: Inshunguzi

source: Find in &Dictionary...
rw: Shakira mu &nkoranya...

source: Find &Related Words
rw: Shaka &amagambo bisa

source: Find Related Words
rw: Shaka amagambo bisa

source: &First
rw: &Icya mbere

source: First Page
rw: Ipaji ya mbere

source: Footer:
rw: Igice cyo hasi:

source: &Footnote
rw: &Ahajya ibisobanuro byo hasi

source: Footnote
rw: Ahajya ibisobanuro byo hasi

source: Footnote Added
rw: Ibisobanuro bijya hasi byongereweho

source: Footnote Deleted
rw: Ibisobanuro bijya hasi byasibwe

source: F&rom:
rw: Ku&va

source: From:
rw: Kuva:

source: Full page
rw: Ipaji yose

source: Full Width
rw: Ingano yose

source: Galatians
rw: Abanyagalati

source: Genesis
rw: Intangiriro

source: Go to
rw: Kujya kuri

source: Go to First Book
rw: Kujya ku gitabo cya mbere

source: Go To First Book
rw: Kujya ku gitabo cya mbere

source: Go to First Chapter
rw: Kujya ku mutwe wa mbere

source: Go To First Chapter
rw: Kujya ku mutwe wa mbere

source: Go to First Section
rw: Kujya ku cyiciro cya mbere

source: Go To First Section
rw: Kujya ku cyiciro cya mbere

source: Go to Last Book
rw: Kujya ku gitabo cya nyuma

source: Go To Last Book
rw: Kujya ku gitabo cya nyuma

source: Go to Last Chapter
rw: Kujya ku mutwe wa nyuma

source: Go To Last Chapter
rw: Kujya ku mutwe wa nyuma

source: Go to Last Section
rw: Kujya ku cyiciro cya nyuma

source: Go To Last Section
rw: Kujya ku cyiciro cya nyuma

source: Go to Next Book
rw: Kujya ku gitabo gikurikira

source: Go To Next Book
rw: Kujya ku gitabo gikurikira

source: Go to Next Chapter
rw: Kujya ku gice gikurikira

source: Go To Next Chapter
rw: Kujya ku gice gikurikira

source: Go to Previous Book
rw: Kujya ku gitabo cyabanje

source: Go To Previous Book
rw: Kujya ku gitabo cyabanje

source: Go to Previous Chapter
rw: Kujya ku mutwe ubanza

source: Go To Previous Chapter
rw: Kujya ku mutwe ubanza

source: Go to Previous Section
rw: Kijya ku cyiciro kibanza

source: Go To Previous Section
rw: Kujya ku cyiciro kibanza

source: Go to Previous Unfinished Paragraph
rw: Kujya ku gika kibanza kitarangiye

source: Go To Previous Unfinished Paragraph
rw: Kujya ku gika kibanza kitarangiye

source: Go To Reference
rw: Kujya ku ishakiro

source: Go To Reference (Ctrl+B)
rw: Kujya ku ishakiro (Ctl+B)

source: &Go To...
rw: &Kujya kuri...

source: Gujarati
rw: Gujurati

source: Gurmukhi
rw: Gurumuki

source: Habakkuk
rw: Habakuki

source: Haggai
rw: Hagayi

source: Header / Footer Setup
rw: Gutunganya umutwe wo hejuru n'igice cyo hasi

source: Header and Footers
rw: Umutwe wo hejuru n'igice cyo hasi

source: &Header/Footer Setup...
rw: &Gutunganya umutwe wo hejuru n'igice cyo hasi...

source: Header:
rw: Umutwe wo hejuru:

source: Hebrew/Greek Term
rw: Ijambo ry'Ihihebureyi/Ikigereki

source: Hebrews
rw: Abahebureyi

source: H&eight:
rw: Ubu&hagarike:

source: Holy Bible
rw: Bibiliya Ntagatifu

source: Hosea
rw: Hizeya

source: &Ignore Inconsistency
rw: &Kwirengagiza ibitanoze

source: Ignore Inconsistency
rw: Kwirengagiza ibitanoze

source: Import Complete
rw: Gukururiramo byarangiye

source: Import Notes
rw: Kwinjizamo note

source: Import of {0}
rw: Gukururiramo {0}

source: Import Standard Format
rw: Gukururiramo imiterere yemewe

source: Imported Book
rw: Igitabo cyakururiwemo

source: Imported Books
rw: Ibitabo byakururiwemo

source: Importing {0}...
rw: Ugukururiramo {0}...

source: &Insert
rw: &Gucengezamo

source: Insert {0}
rw: Gucengezamo {0}

source: Insert Book
rw: Gucengezamo igitabo

source: Insert Chapter Number
rw: Gucengezamo inomero y'umutwe

source: Insert Consultant Note
rw: Gucengezamo icyitonderwa cy'umugishwanama

source: Insert Introductory Section
rw: Shyiramo Agace k'intangiriro

source: Insert New Testament Book
rw: Shyiramo Igitabo cyo mu Isezerano Rishya

source: Insert Note
rw: Gucengezamo icyitonderwa

source: Insert Old Testament Book
rw: Shyiramo Igitabo cyo mu Isezerano rya Kera

source: Insert Picture
rw: Gucengezamo ishusho

source: Insert &Picture...
rw: Gucengezamo &ishusho...

source: Insert &Response
rw: Gucengezamo &Igisubizo

source: Insert Response
rw: Shyiramo igisubizo

source: &Inside:
rw: &Mo imbere:

source: Interface
rw: Imisusire

source: {0} Intro: {1}
rw: {0} Intg: {1}

source: {0} Introduction
rw: {0} Intangiriro

source: Introduction
rw: Intangiriro

source: Introduction({0})
rw: Intangiriro({0})

source: Isaiah
rw: Izayi

source: James
rw: Yakobo

source: Jeremiah
rw: Yeremiya

source: Job
rw: Yobu

source: Joel
rw: Yoweli

source: 1 John
rw: 1 Yohani

source: 2 John
rw: 2 Yohani

source: 3 John
rw: 3 Yohani

source: John
rw: Yohani

source: Jonah
rw: Yona

source: Joshua
rw: Yozuwe

source: Jude
rw: Yuda

source: Judges
rw: Abacamanza

source: Kannada
rw: Urukanada

source: &Keep Current
rw: &Kugumana ibisanzwe

source: Keep Current
rw: Kugumana ibisanzwe

source: &Keep Original
rw: &Kuzigama inyandiko y'umwimerere

source: Khmer
rw: Kumeri

source: 1 Kings
rw: 1 Abami

source: 2 Kings
rw: 2 Abami

source: Lamentations
rw: Amaganya

source: Lao
rw: Lawo

source: &Last
rw: &Icya nyuma

source: Last reference
rw: Ishakiro rya nyuma

source: [last reference]
rw: [ishakiro rya nyuma]

source: Last run: {0}
rw: Igihe biheruka gufungurirw: {0}

source: Last run: never
rw: Igihe biheruka gufungurirwa: nta narimwe

source: &Left
rw: &Ibumoso

source: Level
rw: Urwego

source: Leviticus
rw: Abalevi

source: &Line spacing:
rw: &Gutandukanya imirongo:

source: Luke
rw: Luka

source: Malachi
rw: Malakiya

source: Malayalam
rw: Malayalamu

source: Mappings
rw: Kuranga

source: Margins
rw: Marije

source: Mark
rw: Mariko

source: Matthew
rw: Matayo

source: Measurement units:
rw: Ibinyabumwe by'ingero:

source: Message
rw: Ubutumwa

source: Message:
rw: Ubutumwa:

source: Micah
rw: Mika

source: Millimeters
rw: milimetero

source: (Missing)
rw: (Hari ikibura)

source: Modified:
rw: Cyahinduwe:

source: modified: {0}
rw: byahindutse: {0}

source: &Modify
rw: &Guhindura

source: Mongolian
rw: Ikinyamongiliya

source: Myanmar
rw: Birimaniya

source: Nahum
rw: Nahumu

source: Nehemiah
rw: Nehemiya

source: New book
rw: Igitabo gishya

source: New Page
rw: Ipaji nshya

source: &New Testament
rw: &Isezerano Rishya

source: New Testament
rw: Isezerano rishya

source: &Next
rw: &Ibikurikira

source: Next >>
rw: Ibikurikira >>

source: No match found.
rw: Nta cyabonetse bihuje.

source: No to A&ll
rw: Si kuri &byose

source: &Note
rw: &Icyitonderwa

source: &Notes
rw: &Ibyitonderwa

source: Numbers
rw: Ibarura

source: Obadiah
rw: Obadiya

source: Odd Page
rw: Ipaji ya kera

source: &Old Testament
rw: &Izezerano rishya

source: Old Testament
rw: Isezerano rya Kera

source: One
rw: Rimwe

source: Opening
rw: Ifungura

source: &Outside:
rw: &Hanze:

source: Page
rw: Ipaji

source: Page count
rw: Kubara amapaji

source: Page number
rw: Inomero ya paji

source: [page]
rw: [ipaji]

source: &Paper Size:
rw: &Ingano y'urupapuro:

source: &Pathway (ODT, PDF, etc.)...
rw: &Pathway (ODT, PDF, nbd.)...

source: 1 Peter
rw: 1 Petero

source: 2 Peter
rw: 2 Petero

source: Philemon
rw: Filemoni

source: Philippians
rw: Abanyafilipi

source: Picture Added
rw: Ishusho yongereweho

source: Picture Missing
rw: Isshusho ibura

source: &Picture...
rw: &Ishusho...

source: << Prev
rw: << Nyum

source: &Previous
rw: &Byabanje

source: Print date
rw: Itariki byacapuruweho

source: [print date]
rw: [igihe byacapiwe]

source: Print Layout
rw: Imitererere y'icapurura

source: Project Location
rw: Ahaherereye umushinga

source: Project name
rw: Izina ry'umushinga

source: Project Name
rw: Izina ry'umushinga

source: Project Type
rw: Ubwoko bw'umushinga

source: P&roperties
rw: I&rangamimerere

source: Properties for {0}
rw: Irangamimerere ya {0}

source: Properties...
rw: Irangamimerere...

source: Proverbs
rw: Imigani

source: Psalms
rw: Zaburi

source: Publication title
rw: Izina ry'igitangazwa

source: [publication title]
rw: [izina ry'igitangazwa]

source: Punctuation Usage
rw: Ikoreshwa ry'utwatuzo

source: Quotation Marks
rw: Utwuguruzo n'utwugarizo

source: &Quotation Marks...
rw: &Utwuguruzo n'utwugarizo...

source: Re-&Center
rw: Ongera &Ubishyire hagati

source: &Reference
rw: &Imvano

source: &Refresh
rw: &Bisubize ubushya

source: Remove Book
rw: Gukuramo igitabo

source: Remove Selected Text
rw: Kuramo inyandiko yatoranyijwe

source: Repeated word
rw: Ijambo ryasubiwemo

source: Repeated Words
rw: Amagambo yasubiwemo:

source: &Resolution:
rw: &Igisubizo:

source: Resolution:
rw: Igisubizo:

source: &Resolved
rw: &Icyakemuwe

source: Resolved:
rw: Icyakemuwe:

source: &Response
rw: &Igisubizo

source: Responses:
rw: Ibisubizo:

source: Restart after 'z': "...y, z, a, b,..."
rw: Kongera gutangira inyuma ya 'z': "...y, z, a, b,..."

source: &Retry
rw: &Kongera

source: Rev 22:21
rw: Hish 22,21

source: Revelation
rw: Ibyahishuwe

source: Revert To Old
rw: Subiza ku bya kera

source: Review Differences
rw: Kugenzura ikibitandukanyije

source: &Review Later
rw: &Imiterere irarebwa nyuma

source: Review Layout
rw: Kugenzura imyubakire

source: Romans
rw: Abanyaroma

source: Run Checks
rw: Fungura amagenzura

source: Russian Orthodox
rw: Aborutodogisi b'Abarusiya

source: Russian Protestant
rw: Abaporotesitanti b'Abarusiya

source: Ruth
rw: Ruta

source: 1 Samuel
rw: 1 Samweli

source: 2 Samuel
rw: 2 Samweli

source: &Save Now...
rw: &Bika noneho..

source: &Scripture
rw: &Ibyanditswe

source: Scripture
rw: Ibyanditswe

source: &Section
rw: &Akiciro

source: Select texts
rw: Guhitamo inyandiko

source: Select Texts
rw: Guhitamo inyandiko

source: Select Texts:
rw: Guhitamo inyandiko:

source: Selected:
rw: Byatoranyijwe:

source: &Show Blank Screen
rw: &Kwerekana idirishya ririmo ubusa

source: Show Errors
rw: Kwerekana amakosa

source: &Show:
rw: &Kwerekana:

source: Song of Solomon
rw: Indirimbo ya Salomoni

source: Sort Methods
rw: Imipangire

source: [Space]
rw: [Umwanya]

source: &Spelling
rw: &Imyandikire

source: &Status
rw: &Imihagararire

source: &Student Manual...
rw: &Igitabo cy'umunyeshuri...

source: S&uffix:
rw: In&gereka:

source: Suggestion:
rw: Ibyakorwa:

source: Tamil
rw: Igitamili

source: Telugu
rw: Igitelugu

source: Text Changed
rw: Inyandiko yahinduwe

source: Text is part of:
rw: Inyandiko ni igice cya:

source: Text Size
rw: Ubunini bw'inyandiko

source: Texts...
rw: Inyandiko...

source: Thai
rw: Ikinyatayilandi

source: the saved version
rw: inoza ryabitswe

source: 1 Thessalonians
rw: 1 Abanyatesaloniki

source: 2 Thessalonians
rw: 2 Abanyatesaloniki

source: This file already exists. Do you want to overwrite it?
rw: Iyi fishiye isanzweho. Urifuza kuyisimbuza indi?

source: Tibetan
rw: Ikinyatibe

source: 1 Timothy
rw: 1 Timote

source: 2 Timothy
rw: 2 Timote

source: Title Short (property)
rw: Umutwe mugufi (imiterere)

source: Titus
rw: Tito

source: To close this Scripture, click here:
rw: Gufunga ibi Byanditswe, kaanda hano:

source: To show a blank screen, click here:
rw: Kugira ngo werekane idisrishya ririmo ubusa, kanda hano:

source: &To:
rw: &Ku(ri):

source: To:
rw: Kuri:

source: &Toolbar
rw: &Akanyabikoresho

source: Toolbox
rw: Akanyabikoresho

source: &Top:
rw: &Hejuru:

source: [total pages]
rw: [amapaji yose]

source: Tr&anslator
rw: Im&pindurandimi

source: Translator
rw: Impindurandimi

source: Two
rw: Kabiri

source: &Type
rw: &Ubwoko

source: Types of Data
rw: Ubwoko bwa by'ibibitswe

source: Unable to Import
rw: Ntibyashotse gukururiramo

source: Unexpected problem.
rw: Ikibazo kitari cyitezwe.

source: Unexpected verse number
rw: Umurongo utari witezwe

source: Unexpected verse numbers
rw: Imirongo itari yitezwe

source: (unfiltered)
rw: (ibitashunguwe)

source: Unknown writing system
rw: Ururimi rw'isesengura rutazwi

source: Unmatched punctuation
rw: Akatuzo katajyanye n'ibyanditswe

source: &Unresolved
rw: &Bitakemuwe

source: &Use This Version
rw: &Gukoresha iri nonosora

source: User interface language:
rw: Ururimi rw'idirishya ry'ukoresha iyi porogaramu

source: Valid characters
rw: Inyuguti zikwiye

source: Vernacular Equivalent
rw: Igisobanuro cyabyo mu rurimi gakondo

source: &Vernacular Equivalent Not Assigned
rw: &Igisobanuro cyabyo mu rurimi gakondo nticyatanzwe

source: Vernacular Equivalent Not Assigned
rw: Igisobanuro bijyanye mu rurimi gakondo nticyatanzwe

source: &Vernacular Project:
rw: &Umushinga mu rurimi gakondo

source: Verse Added
rw: Umurongo wongereweho

source: Verse &Bridge:
rw: Umurongo &Ikiraro:

source: Verse Deleted
rw: Umurongo wahanaguwe

source: Verse Moved
rw: Umurongo wimuwe

source: Verse not part of a book.
rw: Umurongo utari uw'igitabo.

source: &Verse Number
rw: &Inomero y'umurongo

source: Verse number out of order
rw: Inomero y'umurongo yagiye hanze y'urutonde

source: Verse number out of order; expected verse {0}
rw: Inomero y'umurongo yagiye hanze y'urutonde; umurongo witezwe {0}

source: Verse number out of range
rw: Inomero y'umurongo uri hanze y'ibikenewe

source: Verse number without a preceding chapter number.
rw: Inomero y'umurongo idafite inomero y'umutwe uwubanziriza .

source: Verse Numbers &Mode
rw: &Mode z'inomero z'imirongo

source: Verse numbers out of order
rw: Inomero z'imirongo yagiye hanze y'urutonde

source: Verse numbers out of range
rw: Inomero z'imirongo yagiye hanze y'ahateganyijwe

source: Verse Separator
rw: Agatandukanyamirongo

source: V&erse Separator:
rw: Aga&tandukanyamirongo:

source: Verse: {0}
rw: Umurongo: {0}

source: Verses Moved
rw: Imirongo yimuwe

source: Verses numbers out of order; expected verse {0}
rw: Imibare iranga imirongo ntikurikiranye ku mujyo umwe, umurongo wari witezwe {0}

source: &Versification:
rw: &Igenzura:

source: Version Properties
rw: Imiterere y'imirongo

source: Vertical draft view
rw: Igaragaza rihagaze ry'inyandiko ikosorwa

source: View Incorrect Words in Use...
rw: Igaragaza ry'amagambo akosamye yakoreshejwe....

source: View incorrectly spelled words in use
rw: Igaragaza ry'amagambo yakoreshejwe mu buryo butari bwo

source: Views
rw: Igaragaza

source: Vulgate
rw: Vulugate

source: What kind of data do you want to import?
rw: Ni ubuhe bwoko bw'amakuru wifuza kwinjizamo?

source: What to Import
rw: Ibyo kwinjizamo

source: Which books are contained in {0}?
rw: Ni ibihe bitabo biri muri {0}?

source: 1/3 Width
rw: 1/3 cy'Ubunini

source: (with intro)
rw: (n'intangiriro)

source: Word has mixed capitalization
rw: Ijambo rifite inyuguti zivanzemo inyuguti nkuru

source: Writing system code: {0} Required writing system file: {2} Writing system folder: {1}
rw: Kode y'ururimi rw'imyandikire: {0} Ifishiye nkenerwa y'ururimi rw'imyandikire: {2} Idokima y'ururimi rw'imyandikire: {1}

source: Writing System Difference
rw: Itandukaniro ry'ururimi rw'imyandikire

source: Writing System Differences
rw: Itandukaniro ry'Indrimi z'imyandikire

source: Yes to &All
rw: Yego kuri &byose

source: You cannot delete this wordform because it is used as an occurrence of a biblical term ({0}) in Translation Editor.
rw: Ntushobora gusiba imiterere y'iri jambo kubera ko yakoreshejwe nk'ijambo ryo muri Bibiliya ({0}) muri Translation Editor.
